Repository: pencil2d/pencil
Catalog: util/installer/translations/pencil2d_*.wxl.xlf
Languages: de, it

# ConfirmCancelMessage
source: Are you sure you want to cancel?
de: Sind Sie sicher, dass Sie abbrechen möchten?
it: Sei sicuro di voler annullare?

# FilesInUseTitle
source: Files In Use
de: Dateien in Verwendung
it: File in uso

# FilesInUseLabel
source: The following applications are using files that need to be updated:
de: Die folgenden Anwendungen verwenden Dateien, die aktualisiert werden müssen:
it: Le seguenti applicazioni utilizzano file che devono essere aggiornati:

# FilesInUseCloseRadioButton
source: Close the &applications and attempt to restart them.
de: &Anwendungen schließen und versuchen, Sie neu zu starten.
it: Chiudi le &applicazioni e prova a riavviarle.

# FilesInUseDontCloseRadioButton
source: &Do not close applications. A reboot will be required.
de: Anwendungen &nicht schließen. Ein Neustart wird nötig sein.
it: &Non chiudere le applicazioni. Sarà necessario un riavvio.

# FilesInUseRetryButton
source: &Retry
de: &Wiederholen
it: &Riprova

# FilesInUseIgnoreButton
source: &Ignore
de: &Ignorieren
it: &Ignora

# FilesInUseExitButton
source: E&xit
de: &Beenden
it: E&sci

# FilesInUseNetfxCloseRadioButton
source: Close the &applications.
de: Die &Anwendungen schließen.
it: Chiudi le &applicazioni.

# CacheMessage
source: Preparing files
de: Dateien werden vorbereitet
it: Preparazione dei file

# PauseAutomaticUpdatesMessage
source: Pausing Windows automatic updates
de: Automatische Windows Updates werden pausiert
it: Sospensione degli aggiornamenti automatici di Windows

# SystemRestorePointMessage
source: Creating system restore point
de: Systemwiederherstellungspunkt wird erstellt
it: Creazione del punto di ripristino del sistema

# ExecuteUninstallPackagesMessage
source: Uninstalling packages
de: Pakete werden deinstalliert
it: Disinstallazione dei pacchetti

# ExecuteInstallPackagesMessage
source: Installing packages
de: Pakete werden installiert
it: Installazione di pacchetti

# ExecuteModifyPackagesMessage
source: Modifying packages
de: Pakete werden geändert
it: Modifica dei pacchetti

# ExecuteRepairPackagesMessage
source: Repairing packages
de: Pakete werden repariert
it: Riparazione di pacchetti

# ExecuteUpgradePackagesMessage
source: Upgrading packages
de: Pakete werden aktualisiert
it: Aggiornamento dei pacchetti

# Caption
source: [WixBundleName] Setup
it: Configurazione di[WixBundleName]

# Version
source: Version [WixBundleVersion]
it: Versione [WixBundleVersion]

# CheckingForUpdatesLabel
source: Checking for updates
de: Aktualisierungen werden gesucht
it: Controllo degli aggiornamenti

# UpdateButton
source: &Update to version [WixStdBAUpdateAvailable]
de: Auf Version [WixStdBAUpdateAvailable] &aktualisieren
it: &Aggiorna alla versione [WixStdBAUpdateAvailable]

# HelpText
source: /install | /repair | /uninstall | /layout [directory] – install, repair, uninstall or create a complete local copy of the bundle in directory. /passive | /quiet – suppress interactive prompts or both UI and prompts. /norestart – suppress any attempts to restart. By default UI will prompt before restart. /log [logfile] – log to a custom file. By default a log file is created in %TEMP%. InstallFolder=[directory] | DesktopShortcut=[0|1] – Overwrite installation options.
de: /install | /repair | /uninstall | /layout [Verzeichnis] – installieren, reparieren, deinstallieren oder eine vollständige lokale Kopie des Bundles in Verzeichnis anlegen. /passive | /quiet – Interaktive Abfragen oder sowohl Benutzeroberfläche als Abfragen unterdrücken. /norestart – jegliche Neustart-Versuche unterdrücken. Standardmäßig wird vor Neustarts abgefragt. /log [Protokolldatei] – In eine benutzerdefinierte Datei protokollieren. Standardmäßig wird eine Protokolldatei in %TEMP% angelegt. InstallFolder=[Verzeichnis] | DesktopShortcut=[0|1] – Installationsoptionen überschreiben.
it: /install | /repair | /uninstall | /layout [directory] –installare, riparare, disinstallare o creare una copia locale completa del pacchetto nella directory. /passive | /quiet – sopprimere i prompt interattivi o sia l'interfaccia utente che i prompt. /norestart – sopprimere qualsiasi tentativo di riavvio. Per impostazione predefinita, l'interfaccia utente richiederà prima il riavvio. /log [logfile] – log in un file personalizzato. Per impostazione predefinita viene creato un file di registro in %TEMP%. InstallFolder=[directory] | DesktopShortcut=[0|1] – Sovrascrivi le opzioni di installazione.

# InstallAcceptCheckbox
source: I &accept the terms and conditions of the GNU General Public License, version 2
de: Ich &akzeptiere die Lizenzbestimmungen der GNU General Public License, Version 2
it: Accetto i termini e le condizioni della GNU General Public License, versione 2

# InstallLicenseLinkText
source: View license terms
de: Lizenzbestimmungen einsehen
it: Visualizza i termini di licenza

# InstallInstallButton
source: &Install [WixBundleName]
de: [WixBundleName] &installieren
it: &Installa [WixBundleName]

# InstallUpgradeButton
source: &Upgrade [WixBundleName]
de: [WixBundleName] a&ktualisieren
it: &Aggiornamento [WixBundleName]

# InstallOptionsButton
source: Options
de: Optionen
it: Opzioni

# OptionsLocationLabel
source: Install location:
de: Installationsort:
it: Posizione di installazione:

# OptionsBrowseButton
source: &Browse
de: &Durchsuchen
it: &Sfoglia

# OptionsDesktopShortcutCheckbox
source: Create &desktop shortcut
de: Desktop&verknüpfung erstellen
it: Crea &scorciatoia sul desktop

# OptionsCancelButton
source: &Cancel
de: &Abbrechen
it: &Annulla

# ProgressLabel
source: Status:
it: Stato:

# ProgressActionText
source: Initializing
de: Wird initialisiert
it: Inizializzazione

# ProgressCancelButton
source: &Cancel
de: &Abbrechen
it: &Annulla

# ModifyRepairButton
source: &Repair
de: &Reparieren
it: &Ripara

# ModifyUninstallButton
source: &Uninstall
de: &Deinstallieren
it: &Disinstalla

# SuccessText
source: [WixBundleName] was successfully set up.
de: [WixBundleName] wurde erfolgreich eingerichtet.
it: [WixBundleName] è stato configurato con successo.

# SuccessLayoutText
source: [WixBundleName] was successfully layouted.
de: [WixBundleName] wurde erfolgreich layoutet.
it: [WixBundleName] è stato impaginato con successo.

# SuccessUninstallText
source: [WixBundleName] was successfully uninstalled.
de: [WixBundleName] wurde erfolgreich deinstalliert.
it: [WixBundleName] è stato disinstallato con successo.

# SuccessCacheText
source: [WixBundleName] was successfully cached.
de: [WixBundleName] wurde erfolgreich zwischengespeichert.
it: [WixBundleName] è stato memorizzato correttamente nella cache.

# SuccessInstallText
source: [WixBundleName] was successfully installed.
de: [WixBundleName] wurde erfolgreich installiert.
it: [WixBundleName] è stato installato con successo.

# SuccessUpgradeText
source: [WixBundleName] was successfully upgraded.
de: [WixBundleName] wurde erfolgreich aktualisiert.
it: [WixBundleName] è stato aggiornato con successo.

# SuccessModifyText
source: [WixBundleName] was successfully modified.
de: [WixBundleName] wurde erfolgreich geändert.
it: [WixBundleName] è stato modificato con successo.

# SuccessRepairText
source: [WixBundleName] was successfully repaired.
de: [WixBundleName] wurde erfolgreich repariert.
it: [WixBundleName] è stato riparato con successo.

# SuccessRestartText
source: To start using [WixBundleName], please restart your computer.
de: Um [WixBundleName] zu benutzen, starten Sie bitte Ihren Computer neu.
it: Per iniziare a utilizzare [WixBundleName], riavvia il computer.

# SuccessUninstallRestartText
source: To complete the removal of [WixBundleName], please restart your computer.
de: Um die Entfernung von [WixBundleName] abzuschließen, starten Sie bitte Ihren Computer neu.
it: Per completare la rimozione di [WixBundleName], riavvia il computer.

# SuccessLaunchButton
source: &Launch [WixBundleName]
de: [WixBundleName] &starten
it: &Lancia [WixBundleName]

# SuccessRestartButton
source: &Restart computer
de: Computer &neu starten
it: &Riavvia il computer

# FailureText
source: Failed to set up [WixBundleName].
de: Einrichtung von [WixBundleName] fehlgeschlagen.
it: Impossibile configurare[WixBundleName].

# FailureLayoutText
source: Failed to layout [WixBundleName].
de: Layouten von [WixBundleName] fehlgeschlagen.
it: Impossibile impaginare [WixBundleName].

# FailureUninstallText
source: Failed to uninstall [WixBundleName].
de: Deinstallation von [WixBundleName] fehlgeschlagen.
it: Impossibile disinstallare [WixBundleName].

# FailureCacheText
source: Failed to cache [WixBundleName].
de: Zwischenspeichern von [WixBundleName] fehlgeschlagen.
it: Impossibile memorizzare nella cache[WixBundleName].

# FailureInstallText
source: Failed to install [WixBundleName].
de: Installation von [WixBundleName] fehlgeschlagen.
it: Impossibile installare [WixBundleName].

# FailureUpgradeText
source: Failed to upgrade [WixBundleName].
de: Aktualisierung von [WixBundleName] fehlgeschlagen.
it: Aggiornamento non riuscito [WixBundleName].

# FailureModifyText
source: Failed to modify [WixBundleName].
de: Verändern von [WixBundleName] fehlgeschlagen.
it: Impossibile modificare [WixBundleName].

# FailureRepairText
source: Failed to repair [WixBundleName].
de: Reparatur von [WixBundleName] fehlgeschlagen.
it: Impossibile riparare [WixBundleName].

# FailureHyperlinkLogText
source: One or more issues caused the operation to fail. Please fix the issues and then retry. For more information see the <a href="#">log file</a>.
it: Uno o più problemi hanno causato il fallimento dell'operazione. Risolvi i problemi e riprova. Per ulteriori informazioni vedere il <a href="#">file log</a>.

# FailureRestartText
source: To complete the rollback of [WixBundleName], please restart your computer.
de: Um das Zurücksetzen von [WixBundleName] abzuschließen, starten Sie bitte Ihren Computer neu.
it: Per completare il rollback di [WixBundleName], riavvia il computer.

# FailureRestartButton
source: &Restart
de: &Neu starten
it: &Riavvia

# FailureCloseButton
source: &Close
de: &Schließen
it: &Chiudi

# FailureHyperlinkLogText
source: One or more issues caused the operation to fail. Please fix the issues and then retry. For more information see the <a href="#">log file</a>.
de: Einer oder mehrere Fehler haben dazu geführt, dass der Vorgang fehlgeschlagen ist. Bitte beheben Sie die Probleme und versuchen Sie es noch einmal. Weitere Informationen finden Sie in der <a href="#">Protokolldatei</a>.
